"search_placeholder" = "اكتب للبحث…";
"clear_tooltip" = "امسح العناصر غير المثبتة.\nاختر باستخدام ⇧ لمسح الكل.";
"clear_all_tooltip" = "مسح كافة العناصر.";
"about_tooltip" = "اقرأ المزيد عن التطبيق.";
"quit_tooltip" = "قم بإنهاء التطبيق.";
"clear" = "امسح";
"clear_all" = "امسح الكل";
"about" = "عن";
"quit" = "إغلاق";
"preferences" = "التفضيلات…";
"clear_alert_message" = "هل أنت متأكد أنك تريد مسح سجل التاريخ؟";
"clear_alert_comment" = "لا يمكنك التراجع عن هذا الإجراء.";
"clear_alert_cancel" = "إلغاء";
"clear_alert_confirm" = "مسح";
